[
    {
        "opinion_id": "18616837",
        "author": "i...d",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Bardzo długo zastanawiałam się nad wyborem między Dysonem V11, V12 i V15 oraz nad Dreame R20, kilka dni czytałam opinie, oglądałam recenzje, oglądałam w sklepach itp. Wybór padł na Dysona V12 i to był najlepszy wybór z możliwych, obawiałam się, że na mój dom 100m² nie wystarczy baterii lub że trzeba będzie często opróżniać pojemnik (mam długowłosego psa i kota, pełno żwirku i piachu z dworu), ale nic z tych rzeczy, po odkurzeniu całego domu zostaje mi jeszcze jakieś 60% baterii i pojemnik mogę spokojnie opróżniać co 4 sprzątania, odkurzam tylko na trybie ECO i moc jest super, koci żwirek czy inne rzeczy wciąga bez najmniejszego problemu, laserowa końcówka jest świetna i tylko jej używam. Nie wybrałam pozostałych odkurzaczy ponieważ Dreame R20 podobno szybko traci moc baterii i trzeba ją wymieniać a kosztuje około 800zl w dodatku szczotka po około pół roku często nie łączy - znalazłam kilka takich przypadków, podobno jest też tak ciężki że mdleje ręka. V15 nie wybrałam ze względu na ciągłe trzymanie przycisku i wagę, podobno też jest bardzo ciężki i ręka boli, tak samo z V11 - duża waga, trzymanie przycisku. Reasumując V12 jest super lekki, zwrotny, pojemnik starcza mi na sprzątanie 100m² około 4 razy, baterii po jednym sprzątaniu zostaje mi około 60%, posiada bardzo dużo końcówek, nie trzeba trzymać przycisku. Dla mnie rewelacja, polecam!",
        "pros": [
            "dużo końcówek",
            "lekki",
            "poręczny",
            "przycisk zasilania",
            "wyświetlacz",
            "wytrzymała bateria",
            "zwrotny"
        ],
        "cons": [],
        "useful": "2",
        "useless": "0",
        "post_date": "2024-05-01 09:19:31",
        "purchase_date": "2024-04-15 11:45:49"
    },
    {
        "opinion_id": "18536064",
        "author": "A...t",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Długo szukałam, sporo filmików na YT o ujrzałam. Zakup super. To mój trzeci odkurzać pionowy, ale podświetlenie przy pracy odkurzacza to game changer. Polecam ten model v12. Super lekki",
        "pros": [],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "post_date": "2024-03-29 11:14:23",
        "purchase_date": "2024-03-17 13:45:25"
    },
    {
        "opinion_id": "17516357",
        "author": "g...a",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Fantastyczny sprzęt, bardzo mocny, lekki i odpowiedni do każdego domu i mieszkania",
        "pros": [
            "dużo końcówek",
            "poręczny",
            "przycisk zasilania",
            "wyświetlacz"
        ],
        "cons": [],
        "useful": "0",
        "useless": "2",
        "post_date": "2023-05-17 10:52:54",
        "purchase_date": "2023-05-12 09:57:19"
    },
    {
        "opinion_id": "18499460",
        "author": "j...k",
        "recommendation": "Polecam",
        "rating": "4/5",
        "content": "Odkurzacz spełnia wymagania",
        "pros": [
            "dużo końcówek",
            "poręczny",
            "przycisk zasilania",
            "wyświetlacz"
        ],
        "cons": [],
        "useful": "1",
        "useless": "0",
        "post_date": "2024-03-18 08:42:26",
        "purchase_date": "2024-03-10 15:49:13"
    },
    {
        "opinion_id": "18457506",
        "author": "n...2",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Produkt super",
        "pros": [
            "dużo końcówek",
            "lekki",
            "poręczny",
            "przycisk zasilania",
            "wyświetlacz"
        ],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "post_date": "2024-03-04 08:34:36",
        "purchase_date": "2024-02-17 16:31:32"
    },
    {
        "opinion_id": "16459243",
        "author": "l...i",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Mam w domu psa który zrzuca non stop dużo sierści. Potrzebowałem odkurzacz który sobie z tym poradzi i zarówno podłoga jak i łóżko będą czyste. Ten sobie doskonale poradził. W trybie turbo nie ma zabrudzenia którego by nie wciągnął. Końcówki są zaprojektowane w taki sposób żeby włosy i sierść się nie wplatywala. Jedyna wada to opróżnianie pojemnika na brud. Często trzeba sobie pomagać palcem i sierść która się przyczepi do zawiasów należy wyjąc ręcznie",
        "pros": [
            "dużo końcówek",
            "poręczny",
            "przycisk zasilania",
            "wyświetlacz"
        ],
        "cons": [],
        "useful": "2",
        "useless": "0",
        "post_date": "2022-08-26 11:17:23",
        "purchase_date": "2022-08-21 20:00:27"
    },
    {
        "opinion_id": "18218718",
        "author": "suhcik",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Jak na razie sprawuje się bardzo dobrze. Przede wszystkim nie zapycha sie wlosami :) Ilość końcówek w zestawie wystarczająca. Zależało mi na fluffy z laserem, rolce do dywanów i szczotce slimakowej (turbinowej do siersci), a te byly w zestawie. Całość wygląda na naprawdę przemyślaną konstrukcję. Mam nadzieję, że będzie to wytrzymały sprzęt, ale to się okaże po kilkunastu miesiącach.",
        "pros": [
            "dużo końcówek",
            "lekki",
            "poręczny",
            "przycisk zasilania",
            "wyświetlacz",
            "wytrzymała bateria"
        ],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "post_date": "2023-12-18 07:42:27",
        "purchase_date": "2023-12-14 08:10:55"
    },
    {
        "opinion_id": "17477082",
        "author": "robaczekmax",
        "recommendation": "Polecam",
        "rating": "4/5",
        "content": "Jak na razie, spełnia swoją funkcję, jestem zadowolony - czasami zawiesza się szczotka - wyłączenie i włączenie eliminuje problem stąd też moja ocena 4/5. W trybie Auto - czas używania, mógł by być trochę większy, ale to kwestia pojemności akumulatora. Odkurzacz używam od 2 tygodni - ja na razie jest ok. - myślę, że po dłuższym użytkowaniu mógłbym napisać coś więcej.",
        "pros": [],
        "cons": [],
        "useful": "0",
        "useless": "1",
        "post_date": "2023-05-05 12:46:13",
        "purchase_date": "2023-04-23 15:51:18"
    },
    {
        "opinion_id": "18651153",
        "author": "m...m",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Świetny odkurzacz, wart swojej ceny. Niesamowita jest szczotka z podświetleniem, widzisz ile kurzu masz naprawdę na podłodze. Pozostałe koncówki też dają radę. Bateria starcza na jakieś 45 min pracy przy normalnej sile ssania, 60 min w opcji eco. Sprzęt dobrze wykonany i lekki, właśnie m. in. ze względu na mniejszą wagę zdecydowaliśmy się na v12",
        "pros": [],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "post_date": "2024-05-15 22:02:23",
        "purchase_date": "2024-04-14 21:57:47"
    },
    {
        "opinion_id": "18269592",
        "author": "b...o",
        "recommendation": "Nie polecam",
        "rating": "1/5",
        "content": "Fabrycznie produkt uszkodzony. Po rozpakowaniu okazało sie, że odkurzacz jest uszkodzony i następnego dnia pojechał na reklamacje. Póki co żadnego rozstrzygnięcia. Ja za produkt za takie pieniądze to porażka. Brak kontroli jakości przy produkcji. Wykonanie również nie sprawia dobrego wrażenia jako trwałego przedmiotu. Szare tworzywo użyte do produkcji posiada smugi co jest błędem produkcyjnym. Dla mnie jest to warte 600 zł a nie 2900 zł",
        "pros": [
            "dużo końcówek",
            "poręczny",
            "przycisk zasilania",
            "wyświetlacz"
        ],
        "cons": [],
        "useful": "0",
        "useless": "2",
        "post_date": "2024-01-03 18:28:39",
        "purchase_date": "2023-12-30 07:30:46"
    }
]