[
    {
        "opinion_id": "3422858",
        "author": "Użytkownik Ceneo",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "UWAGA, UWAGA do wszystkich zgłaszających problem z jakością rozmów głosowych: niestety, spotkał mnie ten sam problem, telefon dostałem od jednego z głównych operatorów telefonii komorkówej w PL. zainteresowałem się tematem w internecie, głównie na anglojęzycznych forach, nikt praktycznie nie zgłaszał podobnych perpetii, a i tutaj, na ceneo, można było natknąć się na przeczące sobie opinie. Załóżyłem w związku z tym, że być może winny jest brandowany soft. Tak postawioną tezę postanowiłem sprawdzić empirycznie i wziałem się za wgranie czystego oprogramowania prosto od samsunga. Efekt? BINGO! jakość rozmów żyleta, tak więc zapraszam do lektury for androidowych jak sobie poradzić z debrandowaniem telefonu z androidem (generalnie bułka z masłem). pozdrawiam serdecznie! 5 gwiazdek, bo telefon sam w sobie nie jest niczemu winny. Za to programisci i testerzy naszych rodzimych operatorow juz tak:)",
        "pros": [],
        "cons": [],
        "useful": "57",
        "useless": "7",
        "post_date": "2015-11-17 17:55:59",
        "purchase_date": null
    },
    {
        "opinion_id": "3529254",
        "author": "Marcin",
        "recommendation": "Polecam",
        "rating": "4,5/5",
        "content": "Ogólnie spoko, chociaż telefon po wyjęciu z pudełka trafił do serwisu w celu wymiany wygiętej ramki, która powodowała odklejanie się wyświetlacza. Usterka usunięta w ciągu godziny po uprzednim zamówieniu części, za co ogromny plus dla autoryzowanego serwisu Unitra Eltron Serwis w Lublinie, że w ten sposób realizują naprawy (nie trzymają niepotrzebnie sprzętu w serwisie). Sam telefon bez zastrzeżeń, dokładnie to czego oczekiwałem. Minus jedynie za przycisk home, który trzeba dosyć mocno naciskać (w Note3 chodzi dużo lepiej). Całkiem wytrzymała bateria.",
        "pros": [],
        "cons": [
            "przycisk home - trzeba mocno naciskać"
        ],
        "useful": "3",
        "useless": "0",
        "post_date": "2016-01-13 00:44:40",
        "purchase_date": "2015-12-27 14:12:05"
    },
    {
        "opinion_id": "6706897",
        "author": "zedi",
        "recommendation": "Polecam",
        "rating": "4/5",
        "content": "Wady Słaby dźwięk z głośnika głównego - z tyłu, szybko padająca bateria. nagrzewa się niekiedy-  bez powodu, brak smartStay, co występuję w niektórych tańszych modeli Samsunga i u konkurencji, nakładka potrafi przymulić, u mnie problem z modułem BT.\r\n\nZalety:\r\nFunkcjonalność oprogramowania, aparaty foto, LTE, - na sofcie z T- Mobile jest o wiele lepiej, wyświetlacz - ładnie odwzorowane kolory, skromny design, tylna obudowa, czule mikrofony, ULTRA tryb oszczędzania energii -baterii, szybki  Soc - rodzimy Exynos via Samsung.",
        "pros": [
            "ekran nie do zbicia",
            "wyświetlacza:  design:  żywotność"
        ],
        "cons": [
            "bateria lądująca w godzine 100%",
            "czas pracy na baterii",
            "słaba jakość dźwięku z głośniczka",
            "wady oprogramowania",
            "wododporność"
        ],
        "useful": "0",
        "useless": "2",
        "post_date": "2018-03-14 00:45:39",
        "purchase_date": null
    },
    {
        "opinion_id": "3580458",
        "author": "Janek",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Smartphone szybki i stabilny. Super ekran dotykowy. Aparat robi świetne zdjęcia.Przy normalnej eksploatacji bateria wystarcza na 2dni.Wszystkie pozostałe funkcje bez zarzutów. Jestem w pełni zadowolony.",
        "pros": [
            "wyświetlacza:  design:  żywotność"
        ],
        "cons": [],
        "useful": "37",
        "useless": "16",
        "post_date": "2016-02-12 11:13:47",
        "purchase_date": "2016-01-25 12:30:40"
    },
    {
        "opinion_id": "3287614",
        "author": "maciej",
        "recommendation": "Polecam",
        "rating": "4/5",
        "content": "Generalnie bardzo dobry smartfon, moim zdaniem lepiej wykonana obudowa głównie jeśli chodzi o spasowanie elementów i ramkę otaczającą telefon. Plusem jest też procesor choć nie tak wydajny jak w starszej siostrze to wystarczający i nie powoduje takiego grzania obudowy jak w zwykłej s5. Działanie na baterii wygląda dobrze, po włączeniu miałem 44 procent po czym nastąpiła aktualizacja do 5.1.1 bawiłem się w ustawienia i sprawdzałem funkcje czyli użytkowany 20 godzin bardzo intensywnie. Zakładam że na moje potrzeby wytrzyma spokojnie dwa do trzech dni. Jedyny minus to nie zawsze reagujący przycisk fizyczny pod wyświetlaczem na komendę, myślę jednak że to nie wada samego przycisku a błąd softu który zostanie poprawiony przy aktualizacji.",
        "pros": [
            "funkcjonalność"
        ],
        "cons": [],
        "useful": "35",
        "useless": "14",
        "post_date": "2015-08-21 14:25:23",
        "purchase_date": null
    },
    {
        "opinion_id": "3668612",
        "author": "aREk",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Po zmianie ze starego Samsunga S-Advance - bez porównania. Telefon działa prawidłowo, szybko, nie wiesza się. Menu bardzo intuicyjne. Wielki pozytyw. Przyzwyczajenie do Samsunga skłoniło do kolejnego Samsunga - nie zawiodłem się. Polecam wszystkim \"nie do końca\" zdecydowanym.",
        "pros": [
            "funkcjonalność"
        ],
        "cons": [],
        "useful": "1",
        "useless": "1",
        "post_date": "2016-03-31 21:12:25",
        "purchase_date": "2016-03-23 11:23:35"
    },
    {
        "opinion_id": "3621067",
        "author": "Mateusz",
        "recommendation": "Polecam",
        "rating": "4,5/5",
        "content": "Super telefon nie zacina się, szybko się uruchamia ogólnie wszystko super, głośnik rewelacyjny.\nTylko szkoda że samsung nie zostawił mu aparatu 4K i czytnika lini papilarnych ale jedno mnie bardzo roszczarowało szybko bateria się rozładowuje max 1 dzień trzyma. Ale polecam !\n\nPOLECAM",
        "pros": [],
        "cons": [],
        "useful": "9",
        "useless": "8",
        "post_date": "2016-03-03 21:57:18",
        "purchase_date": null
    },
    {
        "opinion_id": "3341535",
        "author": "Pawel",
        "recommendation": "Polecam",
        "rating": "4,5/5",
        "content": "Zamieniłem z Galaxy S Plus,  który jeszcze dawał sobie radę ale zamulał czasem S5 neo jeszcze się nie zająknął po wgraniu wielu apek.",
        "pros": [],
        "cons": [
            "bateria dwa dni trzyma przy dość intensy"
        ],
        "useful": "12",
        "useless": "5",
        "post_date": "2015-09-28 09:31:30",
        "purchase_date": "2015-09-02 11:00:33"
    },
    {
        "opinion_id": "3602206",
        "author": "Użytkownik Ceneo",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Kupiłem ten telefon praktycznie nowy 2 tygodniowy i wszystko jest tak jak powinno być. Nic się nie zacina, rozmowy są dobre, wiem że dużo osób miało problem z tym głośnikiem u mnie jest w porządku. Bateria trzyma spokojnie 2 dni przy dosyć sporym użytkowaniu i spędzaniu czasu na internecie. Zdjęcia robi bardzo dobrej jakości, jedyny minus to że obudowa tylna drga przy słuchaniu głośno muzyki. Moim zdaniem telefon zbyt drogi w sklepach jak np. Media Markt 1499zł lepiej znaleźć na Olx mi się udało kupić za 970zł i uważam że cena jest adekwatna   jak na ten smartfon, więcej niż  1000zł nie warto za niego wydawać hajsu. Więc każdemu mogę polecieć za rozsądną cenę pozdrawiam",
        "pros": [
            "bateria dwa dni trzyma przy dość intensy"
        ],
        "cons": [],
        "useful": "7",
        "useless": "2",
        "post_date": "2016-02-24 16:08:31",
        "purchase_date": null
    },
    {
        "opinion_id": "3836682",
        "author": "Maestro",
        "recommendation": "Polecam",
        "rating": "4/5",
        "content": "Poręczny estetyczny wygląd! Brak papierowej instrukcji co przy pierwszym użyciu produktu jest trudne w związku z wyborem języka i prawidłowej instalacji telefonu! Natomiast cała reszta jest ok!",
        "pros": [],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "post_date": "2016-07-21 18:17:58",
        "purchase_date": "2016-07-06 14:55:27"
    }
]